Repository: eurolinux-enterprise-linux-sources/kcm_touchpad
Catalog: src/po/*/kcm_touchpad.po
Languages: de

source: General
de: Allgemein

source: Touchpad is enabled.
de: Touchpad ist aktiviert.

source: On
de: An

source: Touchpad is switched off.
de: Touchpad ist deaktiviert.

source: Off
de: Aus

source: Only tapping and scrolling is switched off.
de: Nur Tippen und Scrollen ist ausgeschaltet.

source: Informations
de: Informationen

source: Device not found
de: Gerät nicht gefunden

source: Smart Mode
de: Intelligenter Modus

source: Disable touchpad when typing
de: Touchpad beim Tippen deaktivieren

source: Re-enable delay:
de: Wieder-Aktivierungs-Verzögerung:

source: Touch Sensitivity
de: Druckempfindlichkeit

source: Low
de: Wenig

source: High
de: Stark

source: Scrolling
de: Scrollen

source: Enable vertical scrolling when dragging along the right edge.
de: Vertikales Scrollen durch Ziehen am rechten Rand erlauben.

source: Enable Vertical Scrolling
de: Vertikales Scrollen aktivieren

source: Move distance of the finger for a vertical scroll event.
de: Bewerbungsdistanz des Fingers für ein vertikales Scroll Ereignis

source: Enable horizontal scrolling when dragging along the bottom edge.
de: Horizontales Scrollen durch ziehen am unteren Rand erlauben

source: Enable Horizontal Scrolling
de: Horizontales Scrollen aktivieren

source: Advanced
de: Erweitert

source: Enable edge scrolling to continue after the finger is released.
de: Erlaube fortgesetztes Scrollen am Rand nach Loslassen des Fingers.

source: Slow
de: Langsam

source: Fast
de: Schnell

source: Enable edge scrolling to continue while the finger stays in an edge corner.
de: Erlaube Weiterscrollen während der Finger in einer Ecke bleibt.

source: Move distance of the finger for a horizontal scroll event.
de: Bewerbungsdistanz des Fingers für ein horizontales Scroll Ereignis

source: Enable vertical scrolling when dragging with two fingers anywhere on the touchpad.
de: Erlaube vertikales Scrollen durch ziehen mit zwei Fingern auf beliebiger Position des Touchpads.

source: Enable Vertical Two Fingers Scrolling
de: Erlaube Vertikales Zwei Finger Scrollen

source: Enable horizontal scrolling when dragging with two fingers anywhere on the touchpad.
de: Erlaube horizontales Scrollen durch ziehen mit zwei Fingern auf beliebiger Position des Touchpads.

source: Enable Horizontal Two Fingers Scrolling
de: Erlaube Horizontales Zwei Finger Scrollen

source: Circular Scrolling
de: Kreisendes Scrollen

source: If on, circular scrolling is used.
de: Fall aktiviert, wird kreisendes Scrollen benutzt.

source: Enable Circular Scrolling
de: Erlaube kreisendes Scrollen

source: Trigger region on the touchpad to start circular scrolling.
de: Auslösende Region auf dem Touchpad um kreisendes Scrollen zu starten.

source: Triggered by:
de: Ausgelöst von:

source: All Corners
de: Alle Ecken

source: Top Edge
de: Oberer Rand

source: Top-Right Corner
de: Obere rechte Ecke

source: Right Edge
de: Rechter Rand

source: Bottom-Right Corner
de: Untere rechte Ecke

source: Bottom Edge
de: Unterer Rand

source: Bottom-Left Corner
de: Untere linke Ecke

source: Left Edge
de: Linker Rand

source: Top-Left Corner
de: Obere linke Ecke

source: No Trigger
de: Kein Auslöser

source: Move angle (radians) of finger to generate a scroll event.
de: Bewegungswinkel (radians) des Fingers um ein Scroll-Ereignis zu erzeugen.

source: Tapping
de: Tippen

source: Enable Tapping
de: Tippen erlauben

source: Timeout after a tap to recognize it as a single tap.
de: Zeit nach einem Tippen, um es als einzelnes Tippen zu erkennen.

source: Single Tap Timeout:
de: Zeitüberschreitung für einzelnes Tippen

source: Maximum time (in milliseconds) for detecting a double tap.
de: Maximale Zeit (in Millisekungen) um ein Doppel-Tippen zu erkennen.

source: Double Tap Time:
de: Zeit für ein Doppel-Tippen

source: The duration of the mouse click generated by tapping.
de: Dauer des durch Tippen erzeugten Mausklicks.

source: Click Time:
de: Klick Dauer

source: Max Tap Move:
de: Maximale Bewegung beim Tippen:

source: Buttons
de: Knöpfe

source: Right-Top Corner
de: Rechte obere Ecke

source: Right-Bottom Corner
de: Rechte untere Ecke

source: Left-Top Corner
de: Linke obere Ecke

source: Left-Bottom Corner
de: Linke untere Ecke

source: One Finger
de: Ein Finger

source: Two Fingers
de: Zwei Finger

source: Three Fingers
de: Drei Finger

source: means
de: bedeutet

source: None
de: Kein

source: Left Button
de: Linker Knopf

source: Middle Button
de: Mittlerer Knopf

source: Right Button
de: Rechter Knopf

source: <h1>Touchpad</h1> This module allows you to choose options for the way in which your touchpad works. The actual effect of setting these options depends upon the features provided by your touchpad hardware and the X server on which KDE is running.
de: <h1>Touchpad</h1> Diese Modul erlaubt Einstellungen des Verhaltens Ihres Touchpads. Der Effekt dieser Einstellungen hängt von den Möglichkeiten Ihres Touchpads und dem von KDE verwendeten X Server ab.
